tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jmalloc/grit"
cask_args appdir: "/Applications"


brew "cfssl"
brew "curl"
brew "git"
brew "go"
brew "grit"
brew "hardlink-osx"
brew "htop"
brew "midnight-commander"
brew "imagemagick"
brew "jmalloc/grit/grit"
brew "jq"
brew "mysql-client"
brew "protobuf"
brew "php"
brew "python"
brew "tree"
brew "watch"
brew "wdiff"
brew "wifi-password"
brew "youtube-dl"
brew "vault"
brew "vim"
brew "wine"
brew "unbar"
brew "zsh"

cask "1password-cli"
cask "1password"
cask "docker"
cask "aerial"
cask "google-backup-and-sync"
cask "google-chrome"
cask "graphiql"
cask "iterm2"
cask "plex-media-player"
cask "postman"
cask "skype"
cask "skype"
cask "slack"
cask "teamviewer"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"

mas "Magnet", id: 441258766

