tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jmalloc/grit"
tap "dbcli/tap"
tap "ktr0731/evans"
tap "teamookla/speedtest"

brew "aria2"
brew "cfssl"
brew "curl"
brew "git"
brew "go"
brew "node"
brew "grit"
brew "htop"
brew "speedtest"
brew "jmalloc/grit/grit"
brew "jq"
brew "jo"
brew "protobuf"
brew "tree"
brew "watch"
brew "evans"
brew "vim"
brew "less"
brew "mas"
brew "zsh"
brew "zsh-completion"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "litecli"
brew "mycli"
brew "pgcli"
brew "clang-format"
brew "openssl"
brew "gpg"
brew "pinentry-mac"

cask "1password-cli1"
cask "1password"
cask "docker"
cask "aerial"
cask "slack"
cask "tunnelblick"
cask "iterm2"
cask "visual-studio-code"
cask "google-chrome"

mas "Magnet", id: 441258766

