tap "jmalloc/grit"
tap "ktr0731/evans"
tap "teamookla/speedtest"

brew "aria2"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "direnv"
brew "git"
brew "go"
brew "node"
brew "grit"
brew "htop"
brew "speedtest"
brew "spaceship"
brew "jq"
brew "jo"
brew "protobuf"
brew "tree"
brew "watch"
brew "evans"
brew "vim"
brew "pgcli"
brew "less"
brew "mas"
brew "zsh"
brew "zsh-completion"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "clang-format"
brew "openssl"
brew "gpg"
brew "pinentry-mac"
brew "font-jetbrains-mono-nerd-font"

cask "slack"
cask "tunnelblick"
cask "visual-studio-code"
cask "google-chrome"
cask "docker-desktop"
cask "iterm2"
cask "ghostty"
cask "zoom"

mas "Magnet", id: 441258766

